Repository: janecekjiri/ChickCheck
Catalog: ChickCheck/App/Localizable.xcstrings
Source language: en
Languages: cs

# %@ %lld statistics value
source: Average bunch of the last %2$lld days was %1$@
cs: Průměrná snůška za posledních %2$lld dnů byla %1$@

# %lld %@ record row label
source: On %2$@ hens laid %1$lld eggs.
cs: Dne %2$@ bylo sneseno %1$lld vajíček.

# %lld average_bunch
source: average bunch of the last %lld days
cs: průměrná snůška za posledních %lld dní

# %lld eggs count text field value
source: You wrote that the amount of laid eggs is %lld
cs: Zadali jste, že počet snešených vajíček je %lld

# add_button
source: Add new record
cs: Přidat nový záznam

# add_button_hint
source: Opens new screen to record laid eggs for any given date
cs: Otevře novou obrazovku k zaznamenání snesených vajec za jakýkoliv den

# calendar_button_hint
source: Opens calendar
cs: Otevře kalendář

# calendar_button_label
source: Calendar
cs: Kalendář

source: Cancel
cs: Zrušit

# context_menu_delete
source: Delete
cs: Smazat

# context_menu_edit
source: Edit
cs: Upravit

source: Date
cs: Datum

# date_picker_helper_message
source: Tap on Calendar to pick a date.
cs: Klikněte na tlačítko Kalendáře pro výběr datumu.

# date_text_field_accessibility_hint
source: To change the date, select next element, which is a calendar button.
cs: Pro změnu datumu označte další element, což je tlačítko kalendáře.

# delete_all_bunches_alert_message
source: If you select "Yes", all bunches will be removed. This action cannot be undone.
cs: Pokud zvolíte "Ano", všechny snůšky budou smazány. Tuto akci nelze vzít zpět.

# delete_all_bunches_alert_title
source: Do you wish to delete all recorded bunches?
cs: Přejete si smazat všechny uložené snůšky?

# delete_detail_alert_message
source: If you select "Yes", this record will be removed. This action cannot be undone.
cs: Pokud zvolíte "Ano", tento záznam bude smazán. Tuto akci nelze vzít zpět.

# delete_detail_alert_title
source: Do you wish to delete this record?
cs: Přejete si smazat tento záznam?

# detail_screen_title_new
source: Create a record
cs: Vytvořit záznam

# detail_screen_title_updating
source: Update a record
cs: Upravit záznam

# detail_trash_accessibility_hint
source: Opens a dialog to confirm record deletion
cs: Otevře dialog na potvrzení smazání záznamu

# detail_trash_accessibility_label
source: Delete record
cs: Smazat záznam

source: Eggs count
cs: Počet vajíček

# empty_view_message
source: You haven't saved a bunch yet. If your hens have laid eggs, you can save them by tapping on the green "+" button below.
cs: Zatím jste neuložili žádnou snůšku. Pokud už Vaše slepičky snesly vajíčka, můžete je uložit tapnutím na zelené tlačítko "+" níže.

# empty_view_title
source: Have your hens laid eggs?
cs: Snesly už Vaše slepičky?

source: Hide keyboard
cs: Skrýt klávesnici

# home_trash_accessibility_hint
source: Opens a dialog to confirm records deletion
cs: Otevře dialog na potvrzení smazání všech záznamů

# home_trash_accessibility_label
source: Delete all records
cs: Smazat všechny záznamy

source: Insert eggs count
cs: Zadejte počet vajíček

source: No
cs: Ne

# record_row_hint
source: Opens screen for detail editing.
cs: Otevře obrazovku na editaci záznamu.

source: Save
cs: Uložit

# tab_bunch
source: Bunch
cs: Snůška

# tab_stats
source: Statistics
cs: Statistiky

source: Yes
cs: Ano
